{
  "document": [
    {
      "type": "section",
      "title": "",
      "content": [
        {
          "type": "paragraph",
          "text": "9 October 2024"
        }
      ],
      "level": 1,
      "subsections": []
    },
    {
      "type": "section",
      "title": "A fair and efficient process for making asylum decisions",
      "content": [
        {
          "type": "paragraph",
          "text": "Amnesty has long called for a fair and efficient asylum system. This briefing makes proposals for achieving that, focusing on the decision-making process."
        }
      ],
      "level": 1,
      "subsections": []
    },
    {
      "type": "section",
      "title": "First principles",
      "content": [
        {
          "type": "paragraph",
          "text": "The starting point must be an unequivocal commitment to take responsibility for the asylum claims the UK has received and continues to receive. The previous government demonstrated over several years that refusing to process claims and seeking to avoid responsibility leads to disaster. 1 That policy must be fully and permanently abandoned."
        },
        {
          "type": "paragraph",
          "text": "The government has rightly scrapped the Rwanda scheme 2 and committed to clearing the huge asylum backlog left by its predecessor. 3 There are therefore more than 100,000 asylum claims to be processed, together with new claims made by people who continue to arrive. 4 The proposals below are concerned with all these claims, old and new, and how to resolve them."
        },
        {
          "type": "paragraph",
          "text": "In practice, what is required is a fair and efficient process for deciding all asylum claims."
        }
      ],
      "level": 1,
      "subsections": []
    },
    {
      "type": "section",
      "title": "What are fairness and efficiency, and how do they relate to each other?",
      "content": [
        {
          "type": "paragraph",
          "text": "Fairness means responding to people in ways that are appropriate to their individual circumstances and do not discriminate irrationally between them. A fair asylum system would respect the human dignity of each person, ensure their legal rights were fully respected, and avoid arbitrary or unjust treatment. 5"
        },
        {
          "type": "paragraph",
          "text": "Efficiency means working in a way that meets objectives without wasting time, energy, or money. An efficient asylum system would fulfil its responsibilities in a way that made best use of time, human resources, and public funds. It would also ensure that its impact upon the people for whom it had responsibilities and upon wider society, including public services and other government departments, was as positive as possible. 6"
        },
        {
          "type": "paragraph",
          "text": "Fairness and efficiency go hand in hand. A fair asylum system would inspire confidence, enable people to engage with the decision-making process, and free resources to focus on what is necessary and useful. An efficient system would make reliable decisions and enable people to move on with their lives as quickly"
        },
        {
          "type": "paragraph",
          "text": "and confidently as possible in accordance with their rights without incurring undue costs or imposing undue burdens on others."
        }
      ],
      "level": 1,
      "subsections": []
    },
    {
      "type": "section",
      "title": "Proposals for a fair and efficient asylum decision-making system",
      "content": [
        {
          "type": "paragraph",
          "text": "To achieve fairness and efficiency in the asylum system, the government should adopt the proposals outlined here. Together, they would make for a simpler system which would:"
        },
        {
          "type": "paragraph",
          "text": "· cut out unnecessary procedures;"
        },
        {
          "type": "paragraph",
          "text": "· reduce costs to public funds;"
        },
        {
          "type": "paragraph",
          "text": "· reduce the risk of inconsistency;"
        },
        {
          "type": "paragraph",
          "text": "· free Home Office staff time, and that of judges and lawyers;"
        },
        {
          "type": "paragraph",
          "text": "· enable people seeking asylum to better engage with the system;"
        },
        {
          "type": "paragraph",
          "text": "· improve Home Office capacity to deliver the right decision;"
        },
        {
          "type": "paragraph",
          "text": "· build general confidence in the system; and"
        },
        {
          "type": "paragraph",
          "text": "· improve refugees' prospects of moving on with their lives and integrating well."
        },
        {
          "type": "paragraph",
          "text": "The following five proposals would contribute to fair and efficient decision-making:"
        },
        {
          "type": "paragraph",
          "text": "1. The government should establish and operate a single, consistent process for deciding each person ' s asylum claim. The process should apply to all claims -whatever the nationality of the person seeking asylum, however they may have arrived, and whenever they made their claim. 7 This would prevent unfairness resulting from claims being treated differently, reduce Home Office bureaucracy needed to manage case allocation, and avoid undermining confidence that arises when cases are wrongly or inconsistently allocated. l"
        },
        {
          "type": "paragraph",
          "text": "2. At all stages of the decision-making process (including appeals stages), each person ' s claim should have a designated responsible official with decision-making capacity . 8 To avoid delay, unfairness, and unnecessary complexity, this person should have authority to act, including to:"
        },
        {
          "type": "paragraph",
          "text": "· discontinue the process by granting asylum if it becomes sufficiently clear that the claimant is a refugee;"
        },
        {
          "type": "paragraph",
          "text": "· narrow the factual or legal matters that are disputed to what is reasonable and necessary. This includes the authority to withdraw reasons that may previously have been given for refusing someone's claim if it becomes clear that those reasons are not valid. l"
        },
        {
          "type": "paragraph",
          "text": "· pause the process if it is sufficiently clear that more time will be likely to enable the person seeking asylum to present further evidence needed to make a reliable decision on their claim; and"
        },
        {
          "type": "paragraph",
          "text": "3. Legal aid provision should be sufficient to ensure people seeking asylum have effective and independent legal assistance and representation that best enables them to understand and engage with the decision-making process. That process itself should be designed and operated in a way that enables legal assistance and representation to be effective. Legal aid should be paid at rates that reflect the time and expertise necessary to achieve that. 9 l"
        },
        {
          "type": "paragraph",
          "text": "4. Decision-makers should be required and enabled to decide asylum claims according to the facts as established by the evidence; and according to the law, including full compliance with relevant international law. To achieve this, decision-makers should be free from statutory or other constraints on their capacity to evaluate evidence and apply international law standards (including criteria for entitlement to asylum). 10 This is necessary for decision-making to be reliable, ensure confidence that decisions are made correctly and fairly, and achieve decisions that can be acted on safely and effectively. l"
        },
        {
          "type": "paragraph",
          "text": "5. When someone is recognized to be a refugee and is granted asylum, the general practice should be to grant indefinite leave to remain . 11 This would better enable people to move on with their lives"
        },
        {
          "type": "paragraph",
          "text": "with clarity about their futures. It would assist integration, including by providing greater certainty to others such as prospective employers. It would also reduce Home Office bureaucracy by ending the need for that department to continue to exercise control over people, including dealing with thousands of future applications to extend their stay in the UK, when it is already sufficiently clear they will be staying."
        }
      ],
      "level": 1,
      "subsections": []
    },
    {
      "type": "section",
      "title": "Wider considerations",
      "content": [
        {
          "type": "paragraph",
          "text": "The quality of decisions is affected by factors outside the decision-making process, including other aspects of the asylum system. If someone seeking asylum is to engage effectively in the process, their essential needs must be met. Reliable decision-making requires people to be able to present information, particularly about their personal history and circumstances, as clearly, promptly, and fully as possible."
        },
        {
          "type": "paragraph",
          "text": "A fair and efficient asylum system needs therefore to ensure people seeking asylum are safely and adequately accommodated and their emotional, psychological, and other wellbeing needs are met as much as possible. Many people seeking asylum will have experienced trauma in the countries they have fled and on the journeys they have made. People should therefore generally be accommodated in community housing, enabled so far as possible to engage socially, and permitted to work. There are wider benefits from such an approach. 12"
        },
        {
          "type": "paragraph",
          "text": "It is important to recognize that most people seeking asylum are compelled to make dangerous journeys and rely on people smugglers because no alternative is provided 13 -even at relatively late stages of their journeys from the countries they have fled. 14 One impact of this is to increase people's trauma and mistrust of authorities who give little or no appearance of caring for their safety or wellbeing. This in turn exacerbates the barriers to people engaging effectively with the decision-making process."
        }
      ],
      "level": 1,
      "subsections": []
    },
    {
      "type": "section",
      "title": "Conclusion",
      "content": [
        {
          "type": "paragraph",
          "text": "Fairness and efficiency go hand in hand. An asylum system that is unfair will be inefficient, and an inefficient asylum system is unfair."
        },
        {
          "type": "paragraph",
          "text": "To achieve fairness and efficiency, particular attention needs to be given to the decision-making process. This briefing sets out five proposals by which the decision-making process can be made fairer and more efficient."
        },
        {
          "type": "paragraph",
          "text": "However, attention to the decision-making process is insufficient because the overall effect of that process depends on the capacity of people, particularly people seeking asylum and their legal representatives, to engage with it. This briefing therefore identifies some wider considerations that are necessary to achieve fairness and efficiency."
        },
        {
          "type": "paragraph",
          "text": "Amnesty recognizes that the asylum system has been made deeply unfair and inefficient, particularly by a policy over several years of refusing to process an ever-increasing number of asylum claims. While we acknowledge the scale of the task required to repair the damage this has done, that repair is both urgent and necessary. Adopting the proposals set out in this briefing would aid that repair, enabling it to be done more speedily, effectively and with lasting effect."
        }
      ],
      "level": 1,
      "subsections": []
    },
    {
      "type": "section",
      "title": "Notes",
      "content": [
        {
          "type": "paragraph",
          "text": "Amnesty's briefing Gambling with lives: How a bad policy wrecked the UK asylum system , February 2024 concisely presents the human, financial and administrative ruin inflicted by such a policy.",
          "number": 1
        },
        {
          "type": "paragraph",
          "text": "That scheme was intended to mitigate the impact of refusing to process asylum claims by transferring people and responsibility for their claims to Rwanda. The scheme was scrapped by the Prime Minister within two days of taking office. Amnesty repeatedly warned about the harms, unlawfulness and impractical nature of the scheme, including in briefings on the passage of the Safety of Rwanda (Asylum and Immigration) Act 2024, which is in need of repeal.",
          "number": 2
        },
        {
          "type": "paragraph",
          "text": "Hansard HC, 29 July 2024 : Col 1025 per Dame Angela Eagle, Minister of State",
          "number": 3
        },
        {
          "type": "paragraph",
          "text": "Immigration system statistics, year ending June 2024, 22 August 2024",
          "number": 4
        },
        {
          "type": "paragraph",
          "text": "This must include compliance with the 1951 UN Convention relating to the Status of Refugees (the Refugee Convention). That is necessary to any fair and efficient system and to encourage wider international respect for the Convention, without which more people can be expected to be seeking asylum for want of finding it elsewhere.",
          "number": 5
        },
        {
          "type": "paragraph",
          "text": "Immediate impacts upon the legal aid and courts systems and wider impacts on social services, housing, health, and other systems are all worsened by unfairness and inefficiency within the asylum system. Similarly, the asylum system can be undermined where these other systems do not or cannot operate fairly and efficiently.",
          "number": 6
        },
        {
          "type": "paragraph",
          "text": "Various governments have sought to operate an asylum system with multiple processes (sometimes referred to as tracks or segments). These have added bureaucracy, cost, and unfairness -e.g., because of the need to identify whether a person is suitable for one process or another, the need to seek transfer of a person from one to another, or decisions that are wrongly influenced by the process to which a person's claim has been allocated rather than the true merits of their claim.",
          "number": 7
        },
        {
          "type": "paragraph",
          "text": "This could be achieved by appointing one person as responsible for a claim throughout its lifetime, including any appeal, as initially attempted by the New Asylum Model (NAM) introduced in March 2007, where it was called 'case ownership' . A 2009 report of the Chief Inspector of Borders and Immigration considered the NAM model of case ownership in some detail, including recording its inconsistent application. Alternatively, responsibility may be clearly designated throughout the process even though it changes hands. In this case, it will be important to avoid periods during which responsibility is unclear, unallocated, or simply not acted upon.",
          "number": 8
        },
        {
          "type": "paragraph",
          "text": "The Ministry of Justice 's review of civil legal aid received evidence between 10 January 2024 and 21 February 2024 and remains outstanding. As confirmed by a consent order sealed by the High Court on 25 September 2024 in litigation of immigration and asylum legal aid rates, those rates are to be considered within that review.",
          "number": 9
        },
        {
          "type": "paragraph",
          "text": "10 Various governments have introduced legislation over recent decades to constrain or direct Home Office and/or judicial decision-makers in how they must treat evidence or international law standards. The previous government, for example, introduced such provisions in each of the Nationality and Borders Act 2022, the Illegal Migration Act 2023, and the Safety of Rwanda (Asylum and Immigration) Act 2024. In 2008, the Court of Appeal in JT (Cameroon) v SSHD [2008] EWCA Civ 878 considered earlier such legislation and warned of its dangers, yet years later that same legislation (section 8 of the Asylum and Immigration (Treatment of Claimants, etc.) Act 2004) continues to cause problems, see e.g., Mr A P v Secretary of State for the Home Department , Case No. UI-2023-002275."
        },
        {
          "type": "paragraph",
          "text": "This was proposed in Fairer, Faster and Firmer: A modern approach to immigration and asylum (Cm 4018), paragraph 9.3, 1998; and adopted for several years thereafter.",
          "number": 11
        },
        {
          "type": "paragraph",
          "text": "Amnesty has therefore welcomed the decision to scrap plans for accommodating people seeking asylum at RAF Scampton and will welcome the end of the use of the Bibby Stockholm barge for these purposes. However, the human and financial impact of such accommodation extends significantly beyond the costs reasons given for these decisions. Similarly, the benefits of permitting people to work and so support themselves or contribute to that extend beyond immediate asylum support costs savings.",
          "number": 12
        },
        {
          "type": "paragraph",
          "text": "As discussed in a 2021 Amnesty briefing, what are sometimes referred to as 'safe and legal routes' are not made available for anyone to seek asylum in the UK. Schemes that exist for people already identified as refugees or treated as such are also extremely limited, save for in the case of Ukrainian nationals.",
          "number": 13
        },
        {
          "type": "paragraph",
          "text": "Save for the 2002 agreement with France concerning Iraqis and Afghans accommodated at Sangatte, the UK has generally maintained a firm stance against establishing any alternative to people smugglers for crossing the Channel to seek asylum in the UK. This is notwithstanding repeated calls to do so by French ministers over recent years.",
          "number": 14
        }
      ],
      "level": 1,
      "subsections": []
    }
  ]
}